Repository: exsilium/DnD-et
Catalog: l10n/*/00-introduction.po
Languages: et

source: Introduction
et: Sissejuhatus

source: \DndDropCapLine{T}{he Dungeons \& Dragons roleplaying game is about} storytelling in worlds of swords and sorcery. It shares elements with childhood games of make-believe. Like those games, D\&D is driven by imagination. It’s about picturing the towering castle beneath the stormy night sky and imagining how a fantasy adventurer might react to the challenges that scene presents.
et: \DndDropCapLine{R}{ollimäng Dungeons \& Dragons on} mäng lugude jutustamisest mõõkade ja nõiduste maailmas. Sellel on ühiseid elemente lapsepõlves väljamõeldud mängudega. Nagu need mängudki, juhib D\&D-d kujutlusvõime. See seisneb ette kujutamises kõrguvat lossi tormise öötaeva all ja kujutleda, kuidas fantaasiaseikleja saab olukorra väljakutsetele reageerida.

source: \textbf{Dungeon Master (DM):} After passing through the craggy peaks, the road takes a sudden turn to the east and Castle Ravenloft towers before you. Crumbling towers of stone keep a silent watch over the approach. They look like abandoned guardhouses. Beyond these, a wide chasm gapes, disappearing into the deep fog below. A lowered drawbridge spans the chasm, leading to an arched entrance to the castle courtyard. The chains of the drawbridge creak in the wind, their rust-eaten iron straining with the weight. From atop the high strong walls, stone gargoyles stare at you from hollow sockets and grin hideously. A rotting wooden portcullis, green with growth, hangs in the entry tunnel. Beyond this, the main doors of Castle Ravenloft stand open, a rich warm light spilling into the courtyard. \par\textbf{Phillip (playing Gareth):} I want to look at the gargoyles. I have a feeling they’re not just statues. \par\textbf{Amy (playing Riva):} The drawbridge looks precarious? I want to see how sturdy it is. Do I think we can cross it, or is it going to collapse under our weight?
et: \par\textbf{Dungeon Master (DM):} Pärast kalju tippude läbimist pöörab tee järsult itta ja teie ees kerkivad Ravenlofti lossi tornid. Varisevad kivitornid valvavad vaikselt lähenemist. Need näevad välja nagu mahajäetud valvemajad. Nende taga laiub lai kuristik, mis kaob all sügavasse udusse. Madaldatud tõstesild ületab kuristikku, mis viib kaarekujulise sissepääsuni lossihoovi. Tõmbesilla ketid krigisevad tuule käes, nende roostest söödud raud raskusega pingutumas. Kõrgete tugevate müüride tipust vaatavad kivist gargoiilid õõnsatest pesadest vastu ja irvitavad võikalt. Sisenemistunnelis ripub mädanenud puidust langevärav, rohelusest pakatav. Möödudes sellest on Ravenlofti lossi peauksed avatud, hoovi valgub rikkalik soe valgus. \par\textbf{Phillip (mängib Garethi):} Ma tahan gargoile vaadata. Mul on tunne, et need pole lihtsalt kujud. \par\textbf{Amy (mängib Rivat):} Tõstesild tundub ebakindel? Ma tahan näha, kui vastupidav see on. Kas ma arvan, et saame sellest üle või kukub see meie raskuse all kokku?

source: Unlike a game of make-believe, D\&D gives structure to the stories, a way of determining the consequences of the adventurers’ action. Players roll dice to resolve whether their attacks hit or miss or whether their adventurers can scale a cliff, roll away from the strike of a magical lightning bolt, or pull off some other dangerous task. Any- thing is possible, but the dice make some outcomes more probable than others.
et: Erinevalt väljamõeldud mängust annab D\&D lugudele struktuuri, mis võimaldab määrata seiklejate tegevuse tagajärgi. Mängijad veeretavad täringuid, et otsustada, kas nende rünnak tabab või läheb mööda või kas nende seiklejad suudavad ületada kalju, põigata kõrvale maagilise välgunoole löögist või sooritada mõni muu ohtlik ülesanne. Kõik on võimalik, kuid täringud muudavad mõned tulemused tõenäolisemaks kui teised.

source: \textbf{Dungeon Master (DM):} OK, one at a time. Phillip, you’re looking at the gargoyles? \par\textbf{Phillip:} Yeah. Is there any hint they might be creatures and not decorations? \par\textbf{DM:} Make an Intelligence check. \par\textbf{Phillip:} Does my Investigation skill apply? \par\textbf{DM:} Sure! \par\textbf{Phillip (rolling a d20):} Ugh. Seven. \par\textbf{DM:} They look like decorations to you. And Amy, Riva is checking out the drawbridge?
et: \par\textbf{Dungeon Master (DM):} OK, ükshaaval. Phillip, sa vaatad gargoile? \par\textbf{Phillip:} Jah. Kas on vihjeid, et need võivad olla olendid, mitte kaunistused? \par\textbf{DM:} Soorita intelligentsuse võimekontroll. \par\textbf{Phillip:} Kas minu uurimisoskus siin ka rakendub? \par\textbf{DM:} Muidugi! \par\textbf{Phillip (veeretades d20 täringut):} Oeh. Seitse. \par\textbf{DM:} Nad näevad teile välja nagu kaunistused. Ja Amy, Riva kontrollib tõstesilda?

source: In the Dungeons \& Dragons game, each player creates an adventurer (also called a character) and teams up with other adventurers (played by friends). Working together, the group might explore a dark dungeon, a ruined city, a haunted castle, a lost temple deep in a jungle, or a lava-filled cavern beneath a mysterious mountain. The adventurers can solve puzzles, talk with other characters, battle fantastic monsters, and discover fabulous magic items and other treasure.
et: Mängus Dungeons \& Dragons loob iga mängija seikleja (nimetatakse ka tegelaseks) ja ühineb teiste seiklejatega (keda mängivad sõbrad). Koos töötades võib rühm uurida pimedat koobast, varemeis linna, tondilossi, sügaval džunglis kadunud templit või salapärase mäe all asuvat laavaga täidetud käike. Seiklejad saavad lahendada mõistatusi, rääkida teiste tegelastega, võidelda fantastiliste koletistega ning avastada vapustavaid võluesemeid ja muid aardeid.

source: One player, however, takes on the role of the Dungeon Master (DM), the game’s lead storyteller and referee. The DM creates adventures for the characters, who navigate its hazards and decide which paths to explore. The DM might describe the entrance to Castle Ravenloft, and the players decide what they want their adventurers to do. Will they walk across the dangerously weathered drawbridge? Tie themselves together with rope to minimize the chance that someone will fall if the drawbridge gives way? Or cast a spell to carry them over the chasm? Then the DM determines the results of the adventurers’ actions and narrates what they experience. Because the DM can improvise to react to anything the players attempt, D\&D is infinitely flexible, and each adventure can be exciting and unexpected.
et: Üks mängija aga võtab endale Dungeon Masteri (DM), mängu juhtiva jutuvestja ja kohtuniku rolli. DM loob seiklusi tegelastele, kes navigeerivad ohtude vahel ja otsustavad, milliseid teid uurida. DM võib kirjeldada Ravenlofti lossi sissepääsu ja mängijad otsustavad, mida nad soovivad, et nende tegelased teeksid. Kas nad kõnnivad üle ohtlikult ilmastikuga tõstesilla? Seo end köiega kokku, et minimeerida võimalust, et keegi kukub, kui tõstesild järele annab? Või loitsivad neid üle kuristiku kandmiseks? Seejärel määrab DM seiklejate tegevuse tulemused ja jutustab, mida nad kogevad. Kuna DM suudab improviseerida, et reageerida kõigele, mida mängijad proovivad, on D\&D lõpmatult paindlik ning iga seiklus võib olla põnev ja ootamatu.

source: The game has no real end; when one story or quest wraps up, another one can begin, creating an ongoing story called a campaign. Many people who play the game keep their \textbf{campaigns} going for months or years, meeting with their friends every week or so to pick up the story where they left off. The adventurers grow in might as the campaign continues. Each monster defeated, each adventure completed, and each treasure recovered not only adds to the continuing story, but also earns the adventurers new capabilities. This increase in power is reflected by an adventurer’s level.
et: Mängul pole tegelikku lõppu; kui üks lugu või ülesanne lõpeb, võib alata teine, luues jätkuva loo, mida nimetatakse \textbf{kampaaniaks}. Paljud inimesed, kes seda mängu mängivad, jätkavad oma kampaaniaid kuid või aastaid, kohtudes oma sõpradega iga nädal, et jätkata lugu sealt, kus nad pooleli jäid. Kampaania jätkudes saavad seiklejad jõudu juurde. Iga võidetud koletis, iga seiklus lõpule viidud ja iga taastatud aare mitte ainult ei täienda jätkuvat lugu, vaid annab seiklejatele ka uusi võimalusi. Seda jõu suurenemist peegeldab seikleja tase.

source: There’s no winning and losing in the Dungeons \& Dragons game—at least, not the way those terms are usually understood. Together, the DM and the players create an exciting story of bold adventurers who confront deadly perils. Sometimes an adventurer might come to a grisly end, torn apart by ferocious monsters or done in by a nefarious villain. Even so, the other adventurers can search for powerful magic to revive their fallen comrade, or the player might choose to create a new character to carry on. The group might fail to complete an adventure successfully, but if everyone had a good time and created a memorable story, they all win.
et: Dungeons \& Dragonsi mängus ei võideta ega kaotata – vähemalt mitte nii, nagu neid mõisteid tavaliselt kasutatakse. Koos loovad DM ja mängijad põneva loo julgetest seiklejatest, kes seisavad silmitsi surmavate ohtudega. Mõnikord võib seikleja leida kohutava lõpu - metsikute koletiste poolt lõhki rebitud või õela kaabaka poolt. Sellegipoolest saavad teised seiklejad otsida võimsat maagiat, et oma langenud kamraadi elustada. Mängija võib otsustada luua ka uue tegelase, kellena edasi mängida. Grupp ei pruugi seiklust edukalt lõpule viia, kuid kui kõigil oli lõbus ja koos loodi meeldejääv lugu, siis kõik võidavad.

source: Worlds of Adventure
et: Seiklusmaailmad

source: The many worlds of the Dungeons \& Dragons game are places of magic and monsters, of brave warriors and spectacular adventures. They begin with a foundation of medieval fantasy and then add the creatures, places, and magic that make these worlds unique.
et: Mängu Dungeons \& Dragons paljud maailmad on maagia ja koletiste, vaprate sõdalaste ja suurejooneliste seikluste kohad. Need saavad alguse keskaegsest fantaasiast kuhu lisatakse olendid, kohad ja maagia, mis muudavad need maailmad ainulaadseks.

source: The worlds of the Dungeons \& Dragons game exist within a vast cosmos called the multiverse, connected in strange and mysterious ways to one another and to other planes of existence, such as the Elemental Plane of Fire and the Infinite Depths of the Abyss. Within this multiverse are an endless variety of worlds. Many of them have been published as official settings for the D\&D game. The legends of the Forgotten Realms, Dragonlance, Greyhawk, Dark Sun, Mystara, and Eberron settings are woven together in the fabric of the multiverse. Alongside these worlds are hundreds of thousands more, created by generations of D\&D players for their own games. And amid all the richness of the multiverse, you might create a world of your own.
et: Mängu Dungeons \& Dragons maailmad eksisteerivad avaras kosmoses, mida nimetatakse multiversumiks ja mis on kummalisel ja salapärasel viisil ühendatud üksteise ja teiste eksistentsitasanditega, nagu tule elementaarne tasapind ja sügavuse lõpmatu sügavus. Selles multiversumis on lõputu hulk maailmu. Paljud neist on avaldatud D\&D mängu ametlike seadetena. Unustatud maailmade, Dragonlance'i, Greyhawki, Dark Suni, Mystara ja Eberroni seadete legendid on kokku kootud multiversumi kangasse. Nende maailmade kõrval on veel sadu tuhandeid, mille on loonud D\&D mängijate põlvkonnad oma mängude jaoks. Ja keset kogu multiversumi rikkust, võid luua oma maailma.

source: All these worlds share characteristics, but each world is set apart by its own history and cultures, distinctive monsters and races, fantastic geography, ancient dungeons, and scheming villains. Some races have unusual traits in different worlds. The halflings of the Dark Sun setting, for example, are jungle-dwelling cannibals, and the elves are desert nomads. Some worlds feature races unknown in other settings, such as Eberron’s warforged, soldiers created and imbued with life to fight in the Last War. Some worlds are dominated by one great story, like the War of the Lance that plays a central role in the Dragonlance setting. But they’re all D\&D worlds, and you can use the rules here to create a character and play in any one of them.
et: Kõigil neil maailmadel on ühised tunnused, kuid iga maailma eristavad oma ajalugu ja kultuur, omapärased koletised ja rassid, fantastiline geograafia, iidsed koopad ja kavalad kurikaelad. Mõnel rassil on erinevates maailmades ebatavalisi jooni. Näiteks loojuva Dark Suni poolpojad on džunglis elavad kannibalid ja päkapikud on kõrbes nomaadid. Mõnes maailmas on rassid, mida teistes olukordades ei tunta, näiteks Eberroni sõtta löödud sõdurid, kes on loodud ja täis elu, et võidelda Viimases Sõjas. Mõnes maailmas domineerib üks suurepärane lugu, nagu näiteks "Lansi sõda", mis mängib Dragonlance'i keskkonnas keskset rolli. Kuid need kõik on D\&D maailmad ning siinsete reeglite abil saate luua tegelase ja mängida ükskõik millises neist.

source: Your DM might set the campaign on one of these worlds or on one that he or she created. Because there is so much diversity among the worlds of D\&D, you should check with your DM about any house rules that will affect your play of the game. Ultimately, the Dungeon Master is the authority on the campaign and its setting, even if the setting is a published world.
et: Teie DM võib seada kampaania ühte neist maailmadest või luua ise täiesti uue. Kuna D\&D maailmas on nii palju mitmekesisust, peaksite oma DM-lt uurima kõiki teie mängule mõjutavaid majareegleid. Lõppkokkuvõttes on Dungeon Master kampaania ja selle seadistuste autoriteet, isegi kui see maailm on avaldatud.

source: Using These Rules
et: Reeglite kasutamine

source: The D\&D Basic Rules document has four main parts.
et: D\&D põhireeglite dokumendil on neli põhiosa.

source: \textbf{Part 1} is about creating a character, providing the rules and guidance you need to make the character you’ll play in the game. It includes information on the various races, classes, backgrounds, equipment, and other customization options that you can choose from. Many of the rules in part 1 rely on material in parts 2 and 3.
et: \textbf{Osa 1} käsitleb tegelase loomist, reeglite ja juhiste pakkumist, mida vajate tegelase loomiseks, keda mängus mängite. See sisaldab teavet erinevate võistluste, klasside, tausta, varustuse ja muude kohandamisvõimaluste kohta, mille hulgast saate valida. Paljud 1. osa reeglid põhinevad 2. ja 3. osa materjalil.

source: \textbf{Part 2} details the rules of how to play the game, beyond the basics described in this introduction. That part covers the kinds of die rolls you make to determine success or failure at the tasks your character attempts, and describes the three broad categories of activity in the game: exploration, interaction, and combat.
et: \textbf{Osa 2} kirjeldab lisaks selles sissejuhatuses kirjeldatud põhitõdesid mängu mängimise reegleid. See osa hõlmab täringuviskeid, mida teete, et määrata kindlaks teie tegelase proovitud ülesannete õnnestumine või ebaõnnestumine, ning kirjeldab mängu kolme suurt tegevuskategooriat: uurimine, suhtlemine ja võitlus.

source: \textbf{Part 3} is all about magic. It covers the nature of magic in the worlds of D\&D, the rules for spellcasting, and a selection of typical spells available to magic-using characters (and monsters) in the game.
et: \textbf{Osa 3} on maagiast. See hõlmab maagia olemust D\&D maailmades, loitsureegleid ja valikut tüüpilistest loitsudest, mis on mängus maagiat kasutavatele tegelastele (ja koletistele) saadaval.

source: \textbf{Part 4} is especially for the Dungeon Master. It contains instructions for how to challenge the player characters with adversaries that are a good test of their abilities, plus dozens of ready-to-use monster descriptions. It also provides a sampling of magic items that the characters can earn as their rewards for vanquishing those monsters.
et: \textbf{Osa 4} on spetsiaalselt Dungeon Masterile. See sisaldab juhiseid mängijategelaste väljakutse esitamiseks vastastega, mis panevad nende võimete proovile, ning kümneid kasutusvalmis koletiste kirjeldusi. See pakub ka näidiseid maagilistest esemetest, mida tegelased saavad nende koletiste võitmise eest preemiaks teenida.

source: The end of the document contains supplemental material. \textbf{Appendix A} collects all the definitions of conditions that can affect characters and monsters. \textbf{Appendix B} is a brief discussion of deities in the game, particularly those in the Forgotten Realms setting. \textbf{Appendix C} describes the five factions in the Forgotten Realms that characters can become associated with. Finally, a three-page \textbf{character sheet} provides a standardized way for players to record and keep track of their characters’ abilities and possessions.
et: Dokumendi lõpp sisaldab lisamaterjali. \textbf{Lisa A} kogub kõik tingimuste määratlused, mis võivad tegelasi ja koletisi mõjutada. \textbf{Lisas B} kirjeldatakse lühidalt mängus olevaid jumalusi, eriti neid, mis on unustatud valdkondades. \textbf{Lisas C} kirjeldatakse viit unustatud maailma fraktsiooni, millega tegelased võivad seostuda. Lõpuks, kolmeleheküljeline \textbf{tegelase leht} pakub mängijatele standardiseeritud viisi oma tegelaste võimete ja valduste salvestamiseks ja jälgimiseks.

source: How to Play
et: Kuidas mängida

source: The play of the Dungeons \& Dragons game unfolds according to this basic pattern.
et: Mäng Dungeons \& Dragons kulgeb järgneva põhimudeli järgi.

source: \textbf{1. The DM describes the environment.} The DM tells the players where their adventurers are and what’s around them, presenting the basic scope of options that present themselves (how many doors lead out of a room, what’s on a table, who’s in the tavern, and so on).
et: \textbf{1. DM kirjeldab keskkonda.} DM ütleb mängijatele, kus nende seiklejad on ja mis nende ümber on, tutvustades põhilisi valikuvõimalusi (mitu ust viib ruumist välja, mis on laual, kes on kõrtsis jne).

source: \textbf{2. The players describe what they want to do.} Sometimes one player speaks for the whole party, saying, “We’ll take the east door,” for example. Other times, different adventurers do different things: one adventurer might search a treasure chest while a second examines an esoteric symbol engraved on a wall and a third keeps watch for monsters. The players don’t need to take turns, but the DM listens to every player and decides how to resolve those actions.
et: \textbf{2. Mängijad kirjeldavad, mida nad teha tahavad.} Mõnikord räägib üks mängija kogu seltskonna nimel, öeldes: "Me võtame näiteks idapoolse ukse". Teinekord teevad erinevad seiklejad erinevaid asju: üks seikleja võib otsida aardekirstu, teine aga uurib seinale graveeritud esoteerilist sümbolit ja kolmas jälgib koletisi. Mängijad ei pea kordamööda käima, kuid DM kuulab iga mängija ära ja otsustab, kuidas need toimingud lahendada.

source: Sometimes, resolving a task is easy. If an adventurer wants to walk across a room and open a door, the DM might just say that the door opens and describe what lies beyond. But the door might be locked, the floor might hide a deadly trap, or some other circumstance might make it challenging for an adventurer to complete a task. In those cases, the DM decides what happens, often relying on the roll of a die to determine the results of an action.
et: Mõnikord on ülesande lahendamine lihtne. Kui seikleja soovib kõndida üle toa ja avada ukse, võib DM lihtsalt öelda, et uks avaneb, ja kirjeldada, mis asub seal taga. Kuid uks võib olla lukus, põrand võib peita surmava lõksu või mõni muu asjaolu võib seikleja jaoks ülesande täitmise keeruliseks muuta. Sellistel juhtudel otsustab DM, mis juhtub, tuginedes tegevuse tulemuste kindlaksmääramisel sageli täringu viskamisele.

source: \textbf{3. The DM narrates the results of the adventurers’ actions.} Describing the results often leads to another decision point, which brings the flow of the game right back to step 1.
et: \textbf{3. DM jutustab seiklejate tegevuse tulemused.} Tulemuste kirjeldamine viib sageli teise otsustuspunktini, mis viib mängu voolu kohe tagasi 1. sammu.

source: This pattern holds whether the adventurers are cautiously exploring a ruin, talking to a devious prince, or locked in mortal combat against a mighty dragon. In certain situations, particularly combat, the action is more structured and the players (and DM) do take turns choosing and resolving actions. But most of the time, play is fluid and flexible, adapting to the circumstances of the adventure.
et: See muster kehtib olenemata sellest, kas seiklejad uurivad ettevaatlikult varemeid, vestlevad salakavala printsiga või on suletud sureliku võitlusse võimsa draakoniga. Teatud olukordades, eriti võitluses, on tegevus struktureeritum ja mängijad (ja DM) valivad ja lahendavad toiminguid kordamööda. Kuid enamasti on mäng sujuv ja paindlik, kohandudes seikluse oludega.

source: Often the action of an adventure takes place in the imagination of the players and DM, relying on the DM’s verbal descriptions to set the scene. Some DMs like to use music, art, or recorded sound effects to help set the mood, and many players and DMs alike adopt different voices for the various adventurers, monsters, and other characters they play in the game. Sometimes, a DM might lay out a map and use tokens or miniature figures to represent each creature involved in a scene to help the players keep track of where everyone is.
et: Sageli toimub seiklusmäng mängijate ja DM-i ettekujutuses, tuginedes stseeni loomisel DM-i suulistele kirjeldustele. Mõnele DM-ile meeldib meeleolu loomiseks kasutada muusikat, kunsti või salvestatud heliefekte ning paljud mängijad ja DM-id võtavad mängus mängitavate seiklejate, koletiste ja muude tegelaste jaoks erineva hääle. Mõnikord võib DM koostada kaardi ja kasutada žetoone või miniatuurseid figuure, et kujutada iga stseenis osalenud olendit, et aidata mängijatel jälgida, kus kõik on.

source: Game Dice
et: Täringud

source: The game uses polyhedral dice with different numbers of sides. You can find dice like these in game stores and in many bookstores.
et: Mängus kasutatakse erineva arvu külgedega mitmetahulisi täringuid. Selliseid täringuid leiate mängupoodidest ja paljudest raamatupoodidest.

source: In these rules, the different dice are referred to by the letter d followed by the number of sides: d4, d6, d8, d10, d12, and d20. For instance, a d6 is a six-sided die (the typical cube that many games use).
et: Nendes reeglites on erinevatele täringutele viidatud tähega d, millele järgneb külgede arv: d4, d6, d8, d10, d12 ja d20. Näiteks d6 on kuuepoolne stants (tüüpiline kuup, mida paljud mängud kasutavad).

source: Percentile dice, or d100, work a little differently. You generate a number between 1 and 100 by rolling two different ten-sided dice numbered from 0 to 9. One die (designated before you roll) gives the tens digit, and the other gives the ones digit. If you roll a 7 and a 1, for example, the number rolled is 71. Two 0s represent 100. Some ten-sided dice are numbered in tens (00, 10, 20, and so on), making it easier to distinguish the tens digit from the ones digit. In this case, a roll of 70 and 1 is 71, and 00 and 0 is 100.
et: Protsentiili täringud ehk d100 töötavad veidi teisiti. Te genereerite arvu vahemikus 1 kuni 100, veeretades kahte erinevat kümnepoolset täringut, mis on nummerdatud vahemikus 0 kuni 9. Üks täring (määratud enne viskamist) annab kümnete numbrite ja teine ühed. Kui viskate näiteks 7 ja 1, on veeretav arv 71. Kaks nulli tähistavad 100. Mõned kümnetahulised täringud on nummerdatud kümnetesse (00, 10, 20 jne), mis hõlbustab nende eristamist. kümned numbrid ühest numbrist. Sel juhul on 70 ja 1 veeretamine 71 ning 00 ja 0 on 100.
