Repository: exsilium/DnD-et
Catalog: l10n/*/00-introduction.po
Languages: et

source: When you need to roll dice, the rules tell you how many dice to roll of a certain type, as well as what modifiers to add. For example, “3d8 + 5” means you roll three eight-sided dice, add them together, and add 5 to the total.
et: Kui teil on vaja täringut veeretada, on reeglites ette nähtud, mitut täringut teatud tüüpi täringuid veeretada ja milliseid modifikaatoreid lisada. Näiteks "3d8 + 5" tähendab, et viskate kolm kaheksapoolset täringut, liidate need kokku ja lisate kogusummale 5.

source: The same d notation appears in the expressions “1d3” and “1d2.” To simulate the roll of 1d3, roll a d6 and divide the number rolled by 2 (round up). To simulate the roll of 1d2, roll any die and assign a 1 or 2 to the roll depending on whether it was odd or even. (Alternatively, if the number rolled is more than half the number of sides on the die, it’s a 2.)
et: Sama d-tähis esineb avaldistes “1d3” ja “1d2”. 1d3 viskamise simuleerimiseks veeretage d6 ja jagage veeretatud arv 2-ga (ümardage üles). 1d2 viskamise simuleerimiseks viska suvalist täringut ja määra viskale 1 või 2 olenevalt sellest, kas see oli paaritu või paaritu. (Kui visatud arv on üle poole täringu külgede arvust, on see 2.)

source: Does an adventurer’s sword swing hurt a dragon or just bounce off its iron-hard scales? Will the ogre believe an outrageous bluff? Can a character swim across a raging river? Can a character avoid the main blast of a fireball, or does he or she take full damage from the blaze? In cases where the outcome of an action is uncertain, the Dungeons \& Dragons game relies on rolls of a 20-sided die, a d20, to determine success or failure.
et: Kas seikleja mõõk teeb draakonile haiget või põrkab lihtsalt maha raudkõvadelt kaaludelt? Kas ogre usub ennekuulmatut bluffi? Kas tegelane suudab ujuda üle mäsleva jõe? Kas tegelane saab vältida tulekera peamist plahvatust või saab ta leegist täielikult kahju? Juhtudel, kui tegevuse tulemus on ebakindel, tugineb Dungeons \& Dragonsi mäng edu või ebaõnnestumise määramiseks 20-tahulise täringu, d20, viskamisele.

source: Every character and monster in the game has capabilities defined by six \textbf{ability scores}. The abilities are Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma, and they typically range from 3 to 18 for most adventurers. (Monsters might have scores as low as 1 or as high as 30.) These ability scores, and the \textbf{ability modifiers} derived from them, are the basis for almost every d20 roll that a player makes on a character’s or monster’s behalf.
et: Igal mängu tegelasel ja koletisel on võimalused, mis on määratletud kuue võimeskooriga . Võimed on tugevus, osavus, põhiseadus, intelligentsus, tarkus ja karisma ning enamiku seiklejate jaoks on need tavaliselt vahemikus 3 kuni 18. (Koletiste hinded võivad olla nii madalad kui 1 või kuni 30.) Need võimete hinded ja nendest tuletatud võimete modifikaatorid on aluseks peaaegu igale d20 viskele, mille mängija tegelase või koletise nimel teeb.

source: Ability checks, attack rolls, and saving throws are the three main kinds of d20 rolls, forming the core of the rules of the game. All three follow these simple steps.
et: Võimete kontrollid, ründevisked ja tõrjevisked on kolm peamist tüüpi d20 viskeid, mis moodustavad mängureeglite tuuma. Kõik kolm järgivad neid lihtsaid samme.

source: \textbf{1. Roll the die and add a modifier.} Roll a d20 and add the relevant modifier. This is typically the modifier derived from one of the six ability scores, and it sometimes includes a proficiency bonus to reflect a character’s particular skill. (See chapter 1 for details on each ability and how to determine an ability’s modifier.)
et: \textbf{1. Veeretage stantsi ja lisage modifikaator.} Veeretage d20 ja lisage vastav modifikaator. Tavaliselt on see modifikaator, mis tuletatakse ühest kuuest võimete skoorist, ja mõnikord sisaldab see oskuste lisatasu, mis kajastab tegelase konkreetseid oskusi. (Vt 1. peatükki , et näha iga võime kohta üksikasju ja kuidas määrata võime modifikaatorit.)

source: \textbf{2. Apply circumstantial bonuses and penalties.} A class feature, a spell, a particular circumstance, or some other effect might give a bonus or penalty to the check.
et: \textbf{2. Rakenda kaudseid lisatasusid ja karistusi.} Klassi tunnus, loits, konkreetne asjaolu või mõni muu mõju võib anda tšekile boonuse või karistuse.

source: \textbf{3. Compare the total to a target number.} If the total equals or exceeds the target number, the ability check, attack roll, or saving throw is a success. Otherwise, it’s a failure. The \textbf{DM} is usually the one who determines target numbers and tells players whether their ability checks, attack rolls, and saving throws succeed or fail.
et: \textbf{3. Võrrelge kogusummat sihtarvuga.} Kui kogusumma võrdub sihtnumbriga või ületab seda, on võimekuse kontroll, ründevise või päästev vise edukas. Vastasel juhul on see ebaõnnestumine. DM on tavaliselt see, kes määrab sihtnumbrid ja ütleb mängijatele, kas nende võimete kontroll, ründevisked ja päästevisked õnnestuvad või ebaõnnestuvad.

source: The target number for an ability check or a saving throw is called a Difficulty Class (DC). The target number for an attack roll is called an \textbf{Armor Class} (AC).
et: Võimete kontrolli või päästeviske sihtnumbrit nimetatakse \textbf{raskusklassiks} (DC). Rünnakuviske sihtnumbrit nimetatakse \textbf{soomusklassiks} (AC).

source: This simple rule governs the resolution of most tasks in D\&D play. Chapter 7 provides more detailed rules for using the d20 in the game.
et: See lihtne reegel reguleerib enamiku D\&D-mängu ülesannete lahendamist. 7. peatükis on toodud täpsemad reeglid d20 kasutamiseks mängus.

source: Advantage and Disadvantage
et: Eelis ja miinus

source: Sometimes an ability check, attack roll, or saving throw is modified by special situations called advantage and disadvantage. Advantage reflects the positive circumstances surrounding a d20 roll, while disadvantage reflects the opposite. When you have either advantage or disadvantage, you roll a second d20 when you make the roll. Use the higher of the two rolls if you have advantage, and use the lower roll if you have disadvantage. For example, if you have disadvantage and roll a 17 and a 5, you use the 5. If you instead have advantage and roll those numbers, you use the 17.
et: Mõnikord muudavad võimete kontrolli, ründeviset või päästeviset eriolukorrad, mida nimetatakse eeliseks ja puuduseks. Eelised peegeldavad d20 rulliga seotud positiivseid asjaolusid, samas kui puudused peegeldavad vastupidist. Kui teil on kas eelis või puudus, viskate veeretamisel teise d20. Kasutage kahest rullist kõrgemat, kui teil on eeliseid, ja kasutage alumist rulli, kui teil on puudusi. Näiteks kui teil on ebasoodne olukord ja viskate 17 ja 5, kasutate 5. Kui teil on selle asemel eelis ja veerete need numbrid, kasutate 17.

source: More detailed rules for advantage and disadvantage are presented in chapter 7.
et: Täpsemad reeglid eeliste ja puuduste kohta on esitatud 7. peatükis.

source: Specific Beats General
et: Konkreetsed löögid Üldine

source: This book contains rules, especially in parts 2 and 3, that govern how the game plays. That said, many racial traits, class features, spells, magic items, monster abilities, and other game elements break the general rules in some way, creating an exception to how the rest of the game works. Remember this: If a specific rule contradicts a general rule, the specific rule wins.
et: See raamat sisaldab reegleid, eriti 2. ja 3. osas, mis reguleerivad mängu mängimist. Sellegipoolest rikuvad paljud rassiomadused, klassiomadused, loitsud, maagilised esemed, koletise võimed ja muud mänguelemendid mingil moel üldreegleid, luues erandi ülejäänud mängu toimimisest. Pidage meeles: kui konkreetne reegel on üldreegliga vastuolus, võidab konkreetne reegel.

source: Exceptions to the rules are often minor. For instance, many adventurers don’t have proficiency with longbows, but every wood elf does because of a racial trait. That trait creates a minor exception in the game. Other examples of rule-breaking are more conspicuous. For instance, an adventurer can’t normally pass through walls, but some spells make that possible. Magic accounts for most of the major exceptions to the rules.
et: Erandid reeglitest on sageli väikesed. Näiteks paljud seiklejad ei valda pikkvibu, kuid igal metshaldajal oskab see rassitunnuse tõttu. See omadus loob mängus väikese erandi. Teised näited reeglite rikkumisest on silmatorkavamad. Näiteks ei saa seikleja tavaliselt seinu läbida, kuid mõned loitsud teevad selle võimalikuks. Magic moodustab enamiku peamistest reeglite eranditest.

source: Round Down
et: Ümarda alla

source: There’s one more general rule you need to know at the outset. Whenever you divide a number in the game, round down if you end up with a fraction, even if the fraction is one-half or greater.
et: On veel üks üldine reegel, mida peate alguses teadma. Kui jagate mängus arvu, ümardage allapoole, kui saate murdosa, isegi kui see on pool või suurem.

source: Adventures
et: Seiklused

source: The Dungeons \& Dragons game consists of a group of characters embarking on an adventure that the Dungeon Master presents to them. Each character brings particular capabilities to the adventure in the form of ability scores and skills, class features, racial traits, equipment, and magic items. Every character is different, with various strengths and weaknesses, so the best party of adventurers is one in which the characters complement each other and cover the weaknesses of their companions. The adventurers must cooperate to successfully complete the adventure.
et: Mäng Dungeons \& Dragons koosneb tegelaste rühmast, kes asuvad seiklusesse, mille Dungeon Master neile esitab. Iga tegelane toob seiklusele kaasa erilisi võimeid võimete punktide ja oskuste, klassiomaduste, rassitunnuste, varustuse ja maagiliste esemete näol. Iga tegelane on erinev, erinevate tugevate ja nõrkade külgedega, seega on seiklejate parim pidu see, kus tegelased täiendavad üksteist ja katavad oma kaaslaste nõrkusi. Seiklejad peavad seikluse edukaks lõpuleviimiseks koostööd tegema.

source: The adventure is the heart of the game, a story with a beginning, a middle, and an end. An adventure might be created by the Dungeon Master or purchased off the shelf, tweaked and modified to suit the DM’s needs and desires. In either case, an adventure features a fantastic setting, whether it’s an underground dungeon, a crumbling castle, a stretch of wilderness, or a bustling city. It features a rich cast of characters: the adventurers created and played by the other players at the table, as well as nonplayer characters (NPCs). Those characters might be patrons, allies, enemies, hirelings, or just background extras in an adventure. Often, one of the NPCs is a villain whose agenda drives much of an adventure’s action.
et: Seiklus on mängu süda, lugu alguse, keskpaiga ja lõpuga. Seikluse võib luua Dungeon Master või osta riiulilt, kohandada ja kohandada, et see vastaks DM-i vajadustele ja soovidele. Mõlemal juhul on seiklusel fantastiline keskkond, olgu selleks maa-alune vangikongi, lagunev loss, kõrbes või elav linn. Sellel on rikkalik tegelaskuju: seiklejad, mille on loonud ja mänginud teised lauas olevad mängijad, aga ka mittemängijatest tegelaskujud (NPC-d). Need tegelased võivad olla seikluses patroonid, liitlased, vaenlased, palgalised või lihtsalt taustalisad. Sageli on üks NPC-dest kaabakas, kelle tegevuskava juhib suure osa seiklustest.

source: Over the course of their adventures, the characters are confronted by a variety of creatures, objects, and situations that they must deal with in some way. Sometimes the adventurers and other creatures do their best to kill or capture each other in combat. At other times, the adventurers talk to another creature (or even a magical object) with a goal in mind. And often, the adventurers spend time trying to solve a puzzle, bypass an obstacle, find something hidden, or unravel the current situation. Meanwhile, the adventurers explore the world, making decisions about which way to travel and what they’ll try to do next.
et: Oma seikluste käigus seisavad tegelased silmitsi mitmesuguste olendite, esemete ja olukordadega, millega nad peavad kuidagi toime tulema. Mõnikord annavad seiklejad ja muud olendid endast parima, et üksteist lahingus tappa või vangistada. Muul ajal räägivad seiklejad mõne teise olendiga (või isegi maagilise objektiga), pidades silmas eesmärki. Ja sageli veedavad seiklejad aega, et lahendada mõistatusi, ületada takistust, leida midagi peidetud või lahti harutada praegust olukorda. Samal ajal uurivad seiklejad maailma, tehes otsuseid selle kohta, kuidas reisida ja mida järgmisena teha.

source: Adventures vary in length and complexity. A short adventure might present only a few challenges, and it might take no more than a single game session to complete. A long adventure can involve hundreds of combats, interactions, and other challenges, and take dozens of sessions to play through, stretching over weeks or months of real time. Usually, the end of an adventure is marked by the adventurers heading back to civilization to rest and enjoy the spoils of their labors.
et: Seiklused on erineva pikkuse ja keerukusega. Lühike seiklus võib tuua kaasa vaid mõned väljakutsed ja selle läbimiseks ei pruugi kuluda rohkem kui üks mänguseanss. Pikk seiklus võib hõlmata sadu võitlusi, vastasmõjusid ja muid väljakutseid ning läbimängimiseks kulub kümneid seansse, mis kestavad reaalajas nädalaid või kuid. Tavaliselt tähistavad seikluse lõppu seiklejad, kes suunduvad tagasi tsivilisatsiooni puhkama ja oma töösaaki nautima.

source: But that’s not the end of the story. You can think of an adventure as a single episode of a TV series, made up of multiple exciting scenes. A campaign is the whole series—a string of adventures joined together, with a consistent group of adventurers following the narrative from start to finish.
et: Kuid sellega lugu ei lõpe. Seiklusest võib mõelda kui ühest telesarja episoodist, mis koosneb mitmest põnevast stseenist. Kampaania on kogu seeria – ühendatud seikluste jada, kus järjekindel seiklejate rühm jälgib narratiivi algusest lõpuni.

source: The Three Pillars of Adventure
et: Seikluse kolm sammast

source: Adventurers can try to do anything their players can imagine, but it can be helpful to talk about their activities in three broad categories: exploration, social interaction, and combat.
et: Seiklejad võivad proovida teha kõike, mida nende mängijad ette kujutavad, kuid võib olla kasulik rääkida nende tegevusest kolmes laiemas kategoorias: uurimine, sotsiaalne suhtlus ja võitlus.

source: \textbf{Exploration} includes both the adventurers’ movement through the world and their interaction with objects and situations that require their attention. Exploration is the give-and-take of the players describing what they want their characters to do, and the Dungeon Master telling the players what happens as a result. On a large scale, that might involve the characters spending a day crossing a rolling plain or an hour making their way through caverns underground. On the smallest scale, it could mean one character pulling a lever in a dungeon room to see what happens.
et: \textbf{Uurimine} hõlmab nii seiklejate liikumist maailmas kui ka suhtlemist objektide ja olukordadega, mis nõuavad nende tähelepanu. Uurimine on mängijate andmine ja võtmine, kes kirjeldavad, mida nad tahavad, et nende tegelaskujud teeksid, ja Dungeon Master räägib mängijatele, mis selle tulemusel juhtub. Suures plaanis võib see tähendada, et tegelased veedavad päeva lainelise tasandiku läbimisel või tund aega läbi maa-aluste koobaste. Väiksemas mastaabis võib see tähendada, et üks tegelane tõmbab koopasse kangi, et näha, mis juhtub.

source: \textbf{Social interaction} features the adventurers talking to someone (or something) else. It might mean demanding that a captured scout reveal the secret entrance to the goblin lair, getting information from a rescued prisoner, pleading for mercy from an orc chieftain, or persuading a talkative magic mirror to show a distant location to the adventurers.
et: \textbf{Sotsiaalne suhtlus} hõlmab seiklejaid, kes räägivad kellegagi (või millegi muuga). See võib tähendada nõudmist, et tabatud skaut paljastaks salajase sissepääsu goblinipesasse, saada teavet päästetud vangilt, paluda armu anda orkipealikule või veenda jutukas võlupeeglit näitama seiklejatele kauget asukohta.

source: The rules in chapters 7 and 8 support exploration and social interaction, as do many class features in chapter 3 and personality traits in chapter 4.
et: Peatükkide 7 ja 8 reeglid toetavad uurimist ja sotsiaalset suhtlust, nagu ka paljud klassi tunnused 3. peatükis ja isiksuseomadused 4. peatükis.

source: \textbf{Combat}, the focus of chapter 9, involves characters and other creatures swinging weapons, casting spells, maneuvering for position, and so on—all in an effort to defeat their opponents, whether that means killing every enemy, taking captives, or forcing a rout. Combat is the most structured element of a D\&D session, with creatures taking turns to make sure that everyone gets a chance to act. Even in the context of a pitched battle, there’s still plenty of opportunity for adventurers to attempt wacky stunts like surfing down a flight of stairs on a shield, to examine the environment (perhaps by pulling a mysterious lever), and to interact with other creatures, including allies, enemies, and neutral parties.
et: 9. peatüki fookuses olev \textbf{võitlus} hõlmab tegelasi ja muid olendeid, kes õõtsutavad relvi, loitsivad, manööverdavad positsiooni ja nii edasi – seda kõike selleks, et võita oma vastaseid, olgu selleks siis iga vaenlase tapmine, vangide võtmine või sundimine. . Võitlus on D\&D seansi kõige struktureeritum element, kus olendid vaheldumisi tagavad, et kõigil oleks võimalus tegutseda. Isegi terava lahingu kontekstis on seiklejatel endiselt palju võimalusi proovida veidraid trikke, nagu kilbil trepist alla surfamine, keskkonda uurida (võib-olla salapärasest kangist tõmmates) ja suhelda teiste olenditega. , sealhulgas liitlased, vaenlased ja neutraalsed osapooled.

source: The Wonders of Magic
et: Maagia imed

source: Few D\&D adventures end without something magical happening. Whether helpful or harmful, magic appears frequently in the life of an adventurer, and it is the focus of chapters 10 and 11.
et: Vähesed D\&D seiklused lõpevad ilma, et midagi maagilist juhtuks. Olenemata sellest, kas maagia on kasulik või kahjulik, ilmub seikleja ellu sageli ning see on 10. ja 11. peatükkide keskmes.

source: In the worlds of Dungeons \& Dragons, practitioners of magic are rare, set apart from the masses of people by their extraordinary talent. Common folk might see evidence of magic on a regular basis, but it’s usually minor—a fantastic monster, a visibly answered prayer, a wizard walking through the streets with an animated shield guardian as a bodyguard.
et: Dungeons \& Dragonsi maailmas on maagiaga tegelejad haruldased, eristuvad inimeste massist nende erakordse andekuse poolest. Tavalised inimesed võivad näha maagia tõendeid regulaarselt, kuid tavaliselt on need väikesed – fantastiline koletis, nähtavalt vastatud palve, võlur, kes kõnnib mööda tänavaid ihukaitsjana animeeritud kaitsekilbiga.

source: For adventurers, though, magic is key to their survival. Without the healing magic of clerics and paladins, adventurers would quickly succumb to their wounds. Without the uplifting magical support of bards and clerics, warriors might be overwhelmed by powerful foes. Without the sheer magical power and versatility of wizards and druids, every threat would be magnified tenfold.
et: Seiklejate jaoks on aga maagia nende ellujäämise võti. Ilma vaimulike ja paladiinide tervendava maagiata alistuksid seiklejad oma haavadele kiiresti. Ilma bardide ja vaimulike meeliülendava maagilise toetuseta võivad sõdalased lüüa võimsate vaenlaste poolt. Ilma võlurite ja druiidide maagilise jõu ja mitmekülgsuseta suureneks iga oht kümnekordselt.

source: Magic is also a favored tool of villains. Many adventures are driven by the machinations of spellcasters who are hellbent on using magic for some ill end. A cult leader seeks to awaken a god who slumbers beneath the sea, a hag kidnaps youths to magically drain them of their vigor, a mad wizard labors to invest an army of automatons with a facsimile of life, a dragon begins a mystical ritual to rise up as a god of destruction—these are just a few of the magical threats that adventurers might face. With magic of their own, in the form of spells and magic items, the adventurers might prevail!
et: Maagia on ka kurikaelte eelistatud tööriist. Paljud seiklused on ajendatud loitsumeeste mahhinatsioonidest, kes soovivad kasutada maagiat mõne halva eesmärgi nimel. Kultusliider püüab äratada jumalat, kes uinub mere all, rämps röövib noori, et neilt maagiliselt elujõust tühjaks tõmmata, hull võlur püüab investeerida automaatide armeesse elufaksiimile, draakon alustab müstilist ülestõusmisrituaali hävitamise jumalana – need on vaid mõned maagilistest ohtudest, millega seiklejad silmitsi võivad tulla. Oma maagiaga, loitsude ja võluesemete näol, võivad seiklejad võita!
